Repository: lad75020/HermesiOS
Catalog: HermesiOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr, zh_hans

source: Start a Chat Completions session
de: Chat-Completions-Sitzung starten
es: Iniciar una sesión de Chat Completions
fr: Démarrer une session Chat Completions
zh_hans: 开始 Chat Completions 会话

source: Start a Responses session
de: Responses-Sitzung starten
es: Iniciar una sesión de Responses
fr: Démarrer une session Responses
zh_hans: 开始 Responses 会话

source: Start dictation
de: Diktat starten
es: Iniciar dictado
fr: Démarrer la dictée
zh_hans: 开始听写

source: Start with
de: Beginnen mit
es: Empezar con
fr: Commencer par
zh_hans: 开始于

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
zh_hans: 停止

source: Stop dictation
de: Diktat stoppen
es: Detener dictado
fr: Arrêter la dictée
zh_hans: 停止听写

source: Stores multiple API keys per provider in `auth.json`, matching the desktop credential pool.
de: Speichert mehrere API-Schlüssel pro Anbieter in `auth.json`, entsprechend dem Desktop-Zugangsdatenpool.
es: Almacena varias claves de API por proveedor en `auth.json`, coincidiendo con el pool de credenciales de escritorio.
fr: Stocke plusieurs clés API par fournisseur dans `auth.json`, comme le pool d’identifiants desktop.
zh_hans: 在 `auth.json` 中为每个提供商存储多个 API 密钥，与桌面端凭据池保持一致。

source: Streaming enabled
de: Streaming aktiviert
es: Streaming activado
fr: Streaming activé
zh_hans: 已启用流式输出

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
zh_hans: 星期日

source: Syncing…
de: Synchronisierung läuft…
es: Sincronizando…
fr: Synchronisation…
zh_hans: 正在同步…

source: Tailscale Serve for port %@
de: Tailscale Serve für Port %@
es: Tailscale Serve para el puerto %@
fr: Tailscale Serve pour le port %@
zh_hans: 端口 %@ 的 Tailscale Serve

source: TCP port, e.g. 9116
de: TCP-Port, z. B. 9116
es: Puerto TCP, p. ej. 9116
fr: Port TCP, p. ex. 9116
zh_hans: TCP 端口，例如 9116

source: TCP port, e.g. 9120
de: TCP-Port, z. B. 9120
es: Puerto TCP, p. ej. 9120
fr: Port TCP, p. ex. 9120
zh_hans: TCP 端口，例如 9120

source: Terminal connection
de: Terminalverbindung
es: Conexión de terminal
fr: Connexion au terminal
zh_hans: 终端连接

source: The form is seeded from the default profile. Creating a profile copies the default config as a template, writes the provider/model/base URL fields, and optionally creates or copies .env, SOUL.md, and the default skills folder. Editing uses the same persistent fields; the default profile name cannot be changed.
de: Das Formular wird aus dem Standardprofil vorbefüllt. Beim Erstellen eines Profils wird die Standardkonfiguration als Vorlage kopiert, die Felder für Anbieter/Modell/Basis-URL werden geschrieben, und optional werden .env, SOUL.md und der Standard-Skills-Ordner erstellt oder kopiert. Beim Bearbeiten werden dieselben dauerhaften Felder verwendet; der Name des Standardprofils kann nicht geändert werden.
es: El formulario se rellena a partir del perfil predeterminado. Crear un perfil copia la configuración predeterminada como plantilla, escribe los campos de proveedor/modelo/URL base y, opcionalmente, crea o copia .env, SOUL.md y la carpeta de habilidades predeterminada. La edición usa los mismos campos persistentes; el nombre del perfil predeterminado no se puede cambiar.
fr: Le formulaire est prérempli à partir du profil par défaut. Créer un profil copie la configuration par défaut comme modèle, écrit les champs fournisseur/modèle/URL de base et crée ou copie éventuellement .env, SOUL.md et le dossier de skills par défaut. La modification utilise les mêmes champs persistants ; le nom du profil par défaut ne peut pas être changé.
zh_hans: 表单以默认配置文件为基础。创建配置文件会将默认配置复制为模板，写入提供商/模型/基础 URL 字段，并可选择创建或复制 .env、SOUL.md 和默认技能文件夹。编辑时使用相同的持久字段；默认配置文件名称不能更改。

source: The selected key file is imported into Keychain and is not stored in Settings. Terminal connections require Face ID to retrieve it.
de: Die ausgewählte Schlüsseldatei wird in den Schlüsselbund importiert und nicht in den Einstellungen gespeichert. Terminalverbindungen erfordern Face ID, um sie abzurufen.
es: El archivo de clave seleccionado se importa en Keychain y no se almacena en Ajustes. Las conexiones de terminal requieren Face ID para recuperarlo.
fr: Le fichier de clé sélectionné est importé dans le trousseau et n’est pas stocké dans Réglages. Les connexions au terminal nécessitent Face ID pour le récupérer.
zh_hans: 所选密钥文件会导入钥匙串，不会存储在“设置”中。终端连接需要 Face ID 才能取用它。

source: The selected target is not associated with a managed service.
de: Das ausgewählte Ziel ist keinem verwalteten Dienst zugeordnet.
es: El destino seleccionado no está asociado a un servicio gestionado.
fr: La cible sélectionnée n’est associée à aucun service géré.
zh_hans: 所选目标未关联到托管服务。

source: This removes the cron job from the host Hermes scheduler.
de: Dies entfernt den Cron-Job aus dem Hermes-Scheduler des Hosts.
es: Esto elimina el trabajo cron del planificador de Hermes del host.
fr: Cela supprime la tâche cron du planificateur Hermes de l’hôte.
zh_hans: 这会从主机 Hermes 调度器中移除该 cron 作业。

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
zh_hans: 星期四

source: Toggle any skill on to mark it active in Hermes, or off to archive it from the live workspace state.
de: Schalte einen Skill ein, um ihn in Hermes als aktiv zu markieren, oder aus, um ihn aus dem aktiven Arbeitsbereichsstatus zu archivieren.
es: Activa cualquier habilidad para marcarla como activa en Hermes, o desactívala para archivarla desde el estado activo del espacio de trabajo.
fr: Activez une skill pour la marquer comme active dans Hermes, ou désactivez-la pour l’archiver depuis l’état actif de l’espace de travail.
zh_hans: 开启任意技能可将其标记为 Hermes 中的活跃技能；关闭则会将其从实时工作区状态中归档。

source: Topic to erase
de: Zu löschendes Thema
es: Tema que borrar
fr: Sujet à effacer
zh_hans: 要擦除的主题

source: Try fewer words, a quoted phrase, or a broader FTS query.
de: Versuche weniger Wörter, eine Wortgruppe in Anführungszeichen oder eine breitere FTS-Abfrage.
es: Prueba con menos palabras, una frase entre comillas o una consulta FTS más amplia.
fr: Essayez moins de mots, une expression entre guillemets ou une requête FTS plus large.
zh_hans: 尝试更少的词、带引号的短语，或更宽泛的 FTS 查询。

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
zh_hans: 星期二

source: Two-step cleanup for memories, user profile blocks, and skill files. Scan first, review every candidate, then archive and erase only checked items.
de: Zweistufige Bereinigung für Erinnerungen, Benutzerprofilblöcke und Skill-Dateien. Zuerst scannen, jeden Kandidaten prüfen und dann nur markierte Elemente archivieren und löschen.
es: Limpieza en dos pasos para memorias, bloques del perfil de usuario y archivos de habilidades. Escanea primero, revisa cada candidato y luego archiva y borra solo los elementos marcados.
fr: Nettoyage en deux étapes pour les mémoires, les blocs de profil utilisateur et les fichiers de skills. Analysez d’abord, examinez chaque candidat, puis archivez et effacez uniquement les éléments cochés.
zh_hans: 对记忆、用户配置文件块和技能文件进行两步清理。先扫描，审查每个候选项，然后仅归档并擦除已勾选的项目。

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
zh_hans: 未知

source: Unset / inherit default
de: Nicht festgelegt / Standard übernehmen
es: Sin establecer / heredar predeterminado
fr: Non défini / hériter de la valeur par défaut
zh_hans: 未设置 / 继承默认值

source: Use
de: Verwenden
es: Usar
fr: Utiliser
zh_hans: 使用

source: Use 5-field cron syntax, or Hermes recurring interval expressions like every 30m / every 2h.
de: Verwende 5-Feld-Cron-Syntax oder wiederkehrende Hermes-Intervallausdrücke wie every 30m / every 2h.
es: Usa sintaxis cron de 5 campos o expresiones de intervalo recurrente de Hermes como every 30m / every 2h.
fr: Utilisez la syntaxe cron à 5 champs, ou les expressions d’intervalle récurrent Hermes comme every 30m / every 2h.
zh_hans: 使用 5 字段 cron 语法，或 Hermes 周期间隔表达式，例如 every 30m / every 2h。

source: Use a local or OpenAI-compatible custom provider endpoint.
de: Verwende einen lokalen oder OpenAI-kompatiblen benutzerdefinierten Anbieter-Endpunkt.
es: Usa un endpoint de proveedor personalizado local o compatible con OpenAI.
fr: Utilisez un point de terminaison de fournisseur personnalisé local ou compatible OpenAI.
zh_hans: 使用本地或兼容 OpenAI 的自定义提供商端点。

source: Use Settings → Host Companion to authenticate this iOS device before editing Hermes memory files and provider configuration on the macOS host.
de: Verwende Einstellungen → Host Companion, um dieses iOS-Gerät zu authentifizieren, bevor du Hermes-Speicherdateien und Anbieter-Konfiguration auf dem macOS-Host bearbeitest.
es: Usa Ajustes → Host Companion para autenticar este dispositivo iOS antes de editar archivos de memoria de Hermes y la configuración de proveedores en el host macOS.
fr: Utilisez Réglages → Compagnon hôte pour authentifier cet appareil iOS avant de modifier les fichiers de mémoire Hermes et la configuration des fournisseurs sur l’hôte macOS.
zh_hans: 在编辑 macOS 主机上的 Hermes 记忆文件和提供商配置之前，请使用“设置”→“Host Companion”认证此 iOS 设备。

source: Use Settings → Host Companion to authenticate this iOS device before editing Hermes provider keys, default model configuration, or credential pools on the macOS host.
de: Verwende Einstellungen → Host Companion, um dieses iOS-Gerät zu authentifizieren, bevor du Hermes-Anbieter-Schlüssel, Standardmodellkonfiguration oder Zugangsdatenpools auf dem macOS-Host bearbeitest.
es: Usa Ajustes → Host Companion para autenticar este dispositivo iOS antes de editar claves de proveedores de Hermes, la configuración del modelo predeterminado o pools de credenciales en el host macOS.
fr: Utilisez Réglages → Compagnon hôte pour authentifier cet appareil iOS avant de modifier les clés de fournisseurs Hermes, la configuration du modèle par défaut ou les pools d’identifiants sur l’hôte macOS.
zh_hans: 在编辑 macOS 主机上的 Hermes 提供商密钥、默认模型配置或凭据池之前，请使用“设置”→“Host Companion”认证此 iOS 设备。

source: Use Settings → Host Companion to authenticate this iOS device before editing Hermes toolsets.
de: Verwende Einstellungen → Host Companion, um dieses iOS-Gerät zu authentifizieren, bevor du Hermes-Toolsets bearbeitest.
es: Usa Ajustes → Host Companion para autenticar este dispositivo iOS antes de editar conjuntos de herramientas de Hermes.
fr: Utilisez Réglages → Compagnon hôte pour authentifier cet appareil iOS avant de modifier les ensembles d’outils Hermes.
zh_hans: 在编辑 Hermes 工具集之前，请使用“设置”→“Host Companion”认证此 iOS 设备。

source: Used with the service TCP ports below to build the HTTPS and WSS URLs, and as the SSH host for the Terminal tab.
de: Wird mit den untenstehenden Dienst-TCP-Ports verwendet, um die HTTPS- und WSS-URLs zu erstellen, sowie als SSH-Host für den Terminal-Tab.
es: Se usa con los puertos TCP de servicio de abajo para construir las URL HTTPS y WSS, y como host SSH para la pestaña Terminal.
fr: Utilisé avec les ports TCP de service ci-dessous pour construire les URL HTTPS et WSS, ainsi que comme hôte SSH pour l’onglet Terminal.
zh_hans: 与下方服务 TCP 端口一起用于构建 HTTPS 和 WSS URL，并作为“终端”标签页的 SSH 主机。

source: Uses the Hermes dashboard URL to POST /api/gateway/restart.
de: Verwendet die Hermes-Dashboard-URL für POST /api/gateway/restart.
es: Usa la URL del panel de Hermes para hacer POST a /api/gateway/restart.
fr: Utilise l’URL du tableau de bord Hermes pour effectuer un POST vers /api/gateway/restart.
zh_hans: 使用 Hermes 仪表板 URL 向 /api/gateway/restart 发送 POST 请求。

source: Utilities
de: Hilfsprogramme
es: Utilidades
fr: Utilitaires
zh_hans: 实用工具

source: Web view %lld
de: Webansicht %lld
es: Vista web %lld
fr: Vue web %lld
zh_hans: 网页视图 %lld

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
zh_hans: 星期三

source: Weekday
de: Wochentag
es: Día de la semana
fr: Jour de semaine
zh_hans: 工作日

source: You
de: Du
es: Tú
fr: Vous
zh_hans: 你

source: %1$@ status %2$@
es: Estado de %1$@ %2$@
fr: État de %1$@ %2$@
zh_hans: %1$@ 状态 %2$@

source: Bearer token
es: Token Bearer
fr: Jeton Bearer
zh_hans: Bearer 令牌

source: Bearer token (optional)
es: Token Bearer (opcional)
fr: Jeton Bearer (facultatif)
zh_hans: Bearer 令牌（可选）

source: Dashboard
es: Panel
fr: Tableau de bord
zh_hans: 仪表板

source: Debug stream
es: Stream de depuración
fr: Flux de débogage
zh_hans: 调试流

source: Debugging
es: Depuración
fr: Débogage
zh_hans: 调试

source: Hermes Agent Runtime
es: Runtime de Hermes Agent
fr: Exécution Hermes Agent
zh_hans: Hermes Agent 运行时

source: Hermes Installation
es: Instalación de Hermes
fr: Installation Hermes
zh_hans: Hermes 安装

source: Hermes Update
es: Actualización de Hermes
fr: Mise à jour Hermes
zh_hans: Hermes 更新

source: Mac host
es: Host Mac
fr: Hôte Mac
zh_hans: Mac 主机

source: MCP URL
es: URL de MCP
fr: URL MCP

source: Memory tab
es: Pestaña Memoria
fr: Onglet Mémoire
zh_hans: 记忆标签页

source: Name
es: Nombre
fr: Nom
zh_hans: 名称

source: Office URL: %@
es: URL de Office: %@
fr: URL Office : %@

source: Revision: %@
es: Revisión: %@
fr: Révision : %@
zh_hans: 修订版：%@

source: Server name
es: Nombre del servidor
fr: Nom du serveur
zh_hans: 服务器名称

source: Skills: %@
es: Habilidades: %@
zh_hans: 技能：%@

source: SSH port
es: Puerto SSH
fr: Port SSH
zh_hans: SSH 端口

source: System prompt
es: Prompt de sistema
fr: Prompt système
zh_hans: 系统提示

source: Tabs
es: Pestañas
fr: Onglets
zh_hans: 标签页

source: Tailscale Serve TCP port
es: Puerto TCP de Tailscale Serve
fr: Port TCP Tailscale Serve
zh_hans: Tailscale Serve TCP 端口

source: TCP port
es: Puerto TCP
fr: Port TCP
zh_hans: TCP 端口

source: Tools: %@
es: Herramientas: %@
fr: Outils : %@
zh_hans: 工具：%@

source: Transport
es: Transporte
zh_hans: 传输

source: Web URL
es: URL web
fr: URL Web
zh_hans: 网页 URL

source: Gateway
fr: Passerelle
zh_hans: 网关

source: Host Companion
fr: Compagnon hôte
zh_hans: 主机伴侣

source: Prompt
zh_hans: 提示

source: Terminal
zh_hans: 终端

source: Web
zh_hans: 网页
